{"0":"What weird food combinations do you really enjoy?","1":"What social stigma does society need to get over?","2":"What food have you never eaten but would really like to try?","3":"What’s something you really resent paying for?","4":"What would a world populated by clones of you be like?","5":"Do you think that aliens exist?","6":"What are you currently worried about?","7":"Where are some unusual places you’ve been?","8":"Where do you get your news?","9":"What are some red flags to watch out for in daily life?","10":"What movie can you watch over and over without ever getting tired of?","11":"When you are old, what do you think children will ask you to tell stories about?","12":"If you could switch two movie characters, what switch would lead to the most inappropriate movies?","13":"What inanimate object would be the most annoying if it played loud upbeat music while being used?","14":"When did something start out badly for you but in the end, it was great?","15":"How would your country change if everyone, regardless of age, could vote?","16":"What animal would be cutest if scaled down to the size of a cat?","17":"If your job gave you a surprise three day paid break to rest and recuperate, what would you do with those three days?","18":"What’s wrong but sounds right?","19":"What’s the most epic way you’ve seen someone quit or be fired?","20":"If you couldn’t be convicted of any one type of crime, what criminal charge would you like to be immune to?","21":"What’s something that will always be in fashion, no matter how much time passes?","22":"What actors or actresses play the same character in almost every movie or show they do?","23":"In the past people were buried with the items they would need in the afterlife, what would you want buried with you so you could use it in the afterlife?","24":"What’s the best / worst practical joke that you’ve played on someone or that was played on you?","25":"Who do you go out of your way to be nice to?","26":"Where do you get most of the decorations for your home?","27":"What food is delicious but a pain to eat?","28":"Who was your craziest / most interesting teacher","29":"What “old person” things do you do?","30":"What was the last photo you took?","31":"What is the most amazing slow motion video you’ve seen?","32":"Which celebrity do you think is the most down to earth?","33":"What would be the worst thing to hear as you are going under anesthesia before heart surgery?","34":"What’s the spiciest thing you’ve ever eaten?","35":"What’s the most expensive thing you’ve broken?","36":"What obstacles would be included in the World’s most amazing obstacle course?","37":"What makes you roll your eyes every time you hear it?","38":"What do you think you are much better at than you actually are?","39":"Should kidneys be able to be bought and sold?","40":"What’s the most creative use of emojis you’ve ever seen?","41":"When was the last time you got to tell someone “I told you so.”?","42":"What riddles do you know?","43":"What’s your cure for hiccups?","44":"What invention doesn’t get a lot of love, but has greatly improved the world?","45":"What’s the most interesting building you’ve ever seen or been in?","46":"What mythical creature do you wish actually existed?","47":"What are your most important rules when going on a date?","48":"How do you judge a person?","49":"If someone narrated your life, who would you want to be the narrator?","50":"What was the most unsettling film you’ve seen?","51":"What unethical experiment would have the biggest positive impact on society as a whole?","52":"When was the last time you were snooping, and found something you wish you hadn’t?","53":"Which celebrity or band has the worst fan base?","54":"What are you interested in that most people aren’t?","55":"If you were given a PhD degree, but had no more knowledge of the subject of the degree besides what you have now, what degree would you want to be given to you?","56":"What smartphone feature would you actually be excited for a company to implement?","57":"What’s something people don’t worry about but really should?","58":"What movie quotes do you use on a regular basis?","59":"Do you think that children born today will have better or worse lives than their parents?","60":"What’s the funniest joke you know by heart?","61":"When was the last time you felt you had a new lease on life?","62":"What’s the funniest actual name you’ve heard of someone having?","63":"Which charity or charitable cause is most deserving of money?","64":"What TV show character would it be the most fun to change places with for a week?","65":"What was cool when you were young but isn’t cool now?","66":"If you were moving to another country, but could only pack one carry-on sized bag, what would you pack?","67":"What’s the most ironic thing you’ve seen happen?","68":"If magic was real, what spell would you try to learn first?","69":"If you were a ghost and could possess people, what would you make them do?","70":"What goal do you think humanity is not focused enough on achieving?","71":"What problem are you currently grappling with?","72":"What character in a movie could have been great, but the actor they cast didn’t fit the role?","73":"What game have you spent the most hours playing?","74":"What’s the most comfortable bed or chair you’ve ever been in?","75":"What’s the craziest conversation you’ve overheard?","76":"What’s the hardest you’ve ever worked?","77":"What movie, picture, or video always makes you laugh no matter how often you watch it?","78":"What artist or band do you always recommend when someone asks for a music recommendation?","79":"If you could have an all-expenses paid trip to see any famous world monument, which monument would you choose?","80":"If animals could talk, which animal would be the most annoying?","81":"What’s the most addicted to a game you’ve ever been?","82":"What’s the coldest you’ve ever been?","83":"Which protagonist from a book or movie would make the worst roommate?","84":"Do you eat food that’s past its expiration date if it still smells and looks fine?","85":"What’s the most ridiculous thing you have bought?","86":"What’s the funniest comedy skit you’ve seen?","87":"What’s the most depressing meal you’ve eaten?","88":"What tips or tricks have you picked up from your job / jobs?","89":"What outdoor activity haven’t you tried, but would like to?","90":"What songs hit you with a wave of nostalgia every time you hear them?","91":"What’s the worst backhanded compliment you could give someone?","92":"What’s the most interesting documentary you’ve ever watched?","93":"What was the last song you sang along to?","94":"What’s the funniest thing you’ve done or had happen while your mind was wandering?","95":"What app can you not believe someone hasn’t made yet?","96":"When was the last time you face palmed?","97":"If you were given five million dollars to open a small museum, what kind of museum would you create?","98":"Which of your vices or bad habits would be the hardest to give up?","99":"What really needs to be modernized?","100":"When was the last time you slept more than nine hours?","101":"How comfortable are you speaking in front of large groups of people?","102":"What’s your worst example of procrastination?","103":"Who has zero filter between their brain and mouth?","104":"What was your most recent lie?","105":"When was the last time you immediately regretted something you said?","106":"What would be the best thing you could reasonably expect to find in a cave?","107":"What did you think was going to be amazing but turned out to be horrible?","108":"What bit of trivia do you know that is very interesting but also very useless?","109":"What’s the silliest thing you’ve seen someone get upset about?","110":"What animal or plant do you think should be renamed?","111":"What was the best thing that happened to you today?","112":"As a child, what did you think would be awesome about being an adult, but isn’t as awesome as you thought it would be?","113":"When’s censorship warranted?","114":"What’s the most boring super hero you can come up with?","115":"What would be some of the downsides of certain superpowers?","116":"What word is a lot of fun to say?","117":"What current trend do you hope will go on for a long time?","118":"What actors or actresses can’t play a different character because they played their most famous character too well?","119":"Where’s your go to restaurant for amazing food?","120":"What’s something that all your friends agree on?","121":"What’s your best story from a wedding?","122":"What languages do you wish you could speak?","123":"What’s the most pleasant sounding accent?","124":"What’s something that everyone, absolutely everyone, in the entire world can agree on?","125":"What country is the strangest?","126":"What’s the funniest word in the English language?","127":"What’s some insider knowledge that only people in your line of work have?","128":"Who do you wish you could get back into contact with?","129":"How do you make yourself sleep when you can’t seem to get to sleep?","130":"If people receive a purple heart for bravery, what would other color hearts represent?","131":"What are some of the best vacations you’ve had?","132":"If there was a book of commandments for the modern world, what would some of the rules be?","133":"What’s the craziest video you’ve ever seen?","134":"What’s your “Back in my day, we…”?","135":"If you could know the truth behind every conspiracy, but you would instantly die if you hinted that you knew the truth, would you want to know?","136":"What animal would be the most terrifying if it could speak?","137":"What’s the worst hairstyle you’ve ever had?","138":"What habit do you have now that you wish you started much earlier?","139":"If you were given one thousand acres of land that you didn’t need to pay taxes on but couldn’t sell, what would you do with it?","140":"What about the opposite sex confuses you the most?","141":"When was the last time you yelled at someone?","142":"What’s the opposite of a koala?","143":"What kinds of things do you like to cook or are good at cooking?","144":"What life skills are rarely taught but extremely useful?","145":"What movie universe would be the worst to live out your life in?","146":"If you could hack into any one computer, which computer would you choose?","147":"Who do you feel like you know even though you’ve never met them?","148":"What’s the most ridiculous animal on the planet?","149":"What’s the worst thing you’ve eaten out of politeness?","150":"What’s the most historic thing that has happened in your lifetime?","151":"What happens in your country regularly that people in most countries would find strange or bizarre?","152":"What has been blown way out of proportion?","153":"When was a time you acted nonchalant but were going crazy inside?","154":"What’s about to get much better?","155":"What are some clever examples of misdirection you’ve seen?","156":"What’s your funniest story involving a car?","157":"What would be the click-bait titles of some popular movies?","158":"If you built a themed hotel, what would the theme be and what would the rooms look like?","159":"What scientific discovery would change the course of humanity overnight if it was discovered?","160":"Do you think that humans will ever be able to live together in harmony?","161":"What would your perfect bar look like?","162":"What’s the scariest non-horror movie?","163":"What’s the most amazing true story you’ve heard?","164":"What’s the grossest food that you just can’t get enough of?","165":"What brand are you most loyal to?","166":"What’s the most awkward thing that happens to you on a regular basis?","167":"If you had to disappear and start a whole new life, what would you want your new life to look like?","168":"What movie or book do you know the most quotes from?","169":"What was one of the most interesting concerts you’ve been to?","170":"Where are you not welcome anymore?","171":"What do you think could be done to improve the media?","172":"What’s the most recent show you’ve binge watched?","173":"What’s the worst movie trope?","174":"What’s a common experience for many people that you’ve never experienced?","175":"What are some misconceptions about your hobby?","176":"What’s the smartest thing you’ve seen an animal do?","177":"What’s the most annoying noise?","178":"What’s your haunted house story?","179":"What did you Google last?","180":"What’s the dumbest thing someone has argued with you about?","181":"If money and practicality weren’t a problem, what would be the most interesting way to get around town?","182":"What’s the longest rabbit hole you’ve been down?","183":"What’s the saddest scene in a movie or TV series?","184":"What’s the most frustrating product you own?","185":"What inconsequential super power would you like to have?","186":"What qualities do all your friends have in common?","187":"What odd smell do you really enjoy?","188":"What’s the coolest animal you’ve seen in the wild?","189":"What’s the best lesson you’ve learned from a work of fiction?","190":"What food do you crave most often?","191":"Who in your life has the best / worst luck?","192":"What fashion trend makes you cringe or laugh every time you see it?","193":"What’s your best story of you or someone else trying to be sneaky and failing miserably?","194":"Which apocalyptic dystopia do you think is most likely?","195":"If you had a HUD that showed three stats about any person you looked at, what three stats would you want it to show?","196":"What’s the funniest thing you’ve seen a kid do?","197":"What’s your secret talent?","198":"What’s the best way you or someone you know has gotten out of a ticket / trouble with the law?","199":"Tear gas makes people cry and laughing gas makes people giggle, what other kinds of gases do you wish existed?","200":"What’s the most beautiful beach you’ve been to?","201":"What’s the most anxiety inducing thing you do on a regular basis?","202":"What’s something that everyone agrees we should change, but somehow it never changes?","203":"What trend are you tired of?","204":"What’s incredibly cheap and you would pay way more for?","205":"What’s your grossest bug story?","206":"What would the adult version of an ice-cream truck sell and what song would it play?","207":"What company do you despise?","208":"When was the most inappropriate time you busted out in laughter?","209":"What would be an accurate tag line for each month?","210":"What’s the most overrated product out on the market?","211":"What word do you always misspell?","212":"What naps are the most satisfying?","213":"What’s the weirdest thing you’ve found lying on the ground / side of the road?","214":"What’s the funniest TV show you’ve ever seen?","215":"What’s the most embarrassing story from your childhood?","216":"What animal is the most majestic?","217":"What’s something that everyone knows is true, but we don’t like to admit it?","218":"What’s the weirdest text or email you’ve gotten?","219":"What always cheers you up when you think about it?","220":"What sport could you play the longest in a televised game, without anyone discovering you aren’t a professional athlete?","221":"If you could talk to animals and they would understand you, but you couldn’t understand them, what would you do with that power?","222":"What’s the most boring sport, and what would you do to make it more exciting?","223":"What’s the creepiest tech out there?","224":"Who did you use to look up to, but they screwed up and you lost faith in them?","225":"What’s fine in small numbers but terrifying in large numbers?","226":"Do you like things to be carefully planned or do you prefer to just go with the flow?","227":"What animal would you most like to eat?","228":"What fictional characters have you had a crush on over the years?","229":"What would the box with all your hopes and dreams inside look like?","230":"What was the worst shopping experience you’ve ever had?","231":"What story you’ve heard has stayed with you and always disturbs you every time you think about it?","232":"What was the most important appointment or deadline you missed?","233":"If you were a clown themed super hero, what powers would you have?","234":"If you could airdrop anything you want, worth two million dollars or less, anywhere you want, what would you airdrop and where would you airdrop it?","235":"If you lived in a virtual reality world of your own creation, what would it look like?","236":"What escalated very quickly?","237":"What two things are terrible when separate but great when you put them together?","238":"What did you believe for way too long as a child?","239":"What big event do you think will happen soon that most people aren’t expecting?","240":"What still makes you cringe when you think back on it?","241":"What current trend makes no sense to you?","242":"If you owned a restaurant, what kind of food would it serve?","243":"Which celebrity is the most likely to have a collection of canes that are just for show?","244":"What’s the weirdest crush you’ve had?","245":"What do a lot of people have very strong opinions about, even though they know very little about it?","246":"What’s your go to casino game?","247":"An epic feast is held in your honor, what’s on the table?","248":"What’s your favorite holiday movie?","249":"Who is the most manipulative person you’ve ever met?","250":"Who is the most creative person you know?","251":"What’s the funniest pick up line you’ve heard?","252":"What seemingly innocent question makes you think “It’s a trap!”?","253":"How ambitious are you?","254":"What did you like / dislike about where you grew up?","255":"What elements of pop culture will be forever tied in your mind to your childhood?","256":"What’s your good luck charm?","257":"What’s legal now, but probably won’t be in 25 years?","258":"Would you want the ability to hear the thoughts of people near you if you couldn’t turn the ability off?","259":"When was the last time you stayed up through the entire night?","260":"What’s something that people think makes them look cool, but actually has the opposite effect?","261":"What’s the oldest thing you own?","262":"What has someone borrowed but never given back?","263":"Where is the best place you’ve been for taking walks?","264":"If cartoon physics suddenly replaced real physics, what are some things you would want to try?","265":"What from the present will withstand the test of time?","266":"Who in your life is the worst at using technology?","267":"What’s the weirdest conversation you’ve eavesdropped on?","268":"What just around the corner tech are you eager to get your hands on?","269":"What was the darkest movie you’ve ever seen?","270":"What do you do when you hear something fall in the middle of the night while you are in bed?","271":"What outfit could you put together from clothes you own to get the most laughs?","272":"What’s the most disgusting sounding word in the English language?","273":"What was ruined because it became popular?","274":"What outdated slang do you use on a regular basis?","275":"What was the biggest realization you had about yourself?","276":"What’s your best example of easy come, easy go?","277":"What small change greatly improves a person’s appearance?","278":"What topic could you spend hours talking about?","279":"What happens regularly that would horrify a person from 100 years ago?","280":"What do a lot of people hope will happen but is just not going to happen?","281":"What’s the weirdest thing that has happened to you while working at your job?","282":"What questions would you like to ask a time traveler from 200 years in the future?","283":"Which way should toilet paper hang, over or under?","284":"What’s the most physically painful thing you’ve ever experienced?","285":"What horror story do you have from a job you’ve had?","286":"What’s the most rage inducing game you’ve ever played?","287":"What’s the biggest overreaction you’ve ever seen?","288":"What are some of the most common misconceptions?","289":"What job doesn’t exist now but will exist in the future?","290":"What awful movie do you love?","291":"What normally delicious food gets ruined when you wrap it in a tortilla?","292":"What’s your best example of fake it till you make it?","293":"What were you completely certain of until you found out you were wrong?","294":"What’s something commonly done that gets progressively weirder the more you think about it?","295":"What’s the cutest thing you can imagine? Something so cute it’s almost painful.","296":"If you were given unlimited resources, how would you lure the worst of humanity into one stadium at the same time?","297":"What do you think about when you hear the word “classy”?","298":"What near future predictions do you have?","299":"What do you need help with most often?","300":"What piece of “art” would you create if you had to pretend to be an artist and submit something to a gallery?","301":"What do you do to make the world a better place?","302":"What’s the best and worst thing about the country you are from?","303":"If you were in charge renaming things so that their names would be more accurate, what names would you come up with?","304":"What’s better broken than whole?","305":"What values are most important to you?","306":"What’s the best sandwich you’ve ever had?","307":"What’s the worst thing you ate from a fast food restaurant?","308":"What’s something that I don’t know?","309":"What profession doesn’t get enough credit or respect?","310":"What memory of yours feels real but is most likely false?","311":"What’s your “and then it got worse” story?","312":"What was the most amazing physical feat you’ve managed to pull off?","313":"What’s the most annoying thing about the social media platform you use most often?","314":"If you were hired to show tourists what life is really like where you live, what would you show them / have them do?","315":"What would be the most unsettling thing to keep occasionally finding around your house?","316":"What nicknames do you have for people in your life?","317":"What does the opposite sex do that you wish that you could do, but it’s not anatomically feasible or it’s socially frowned upon?","318":"How much do you plan / prepare for the future?","319":"What do you hate most and love most about your car?","320":"What weird potato chip flavor that doesn’t exist would you like to try?","321":"What’s the silliest thing you’ve convinced someone of?","322":"How much do you think names affect the outcomes of people’s lives?","323":"What product or service is way more expensive than it needs to be?","324":"What’s the shadiest thing you’ve seen someone do?","325":"What was the last situation where some weird stuff went down and everyone acted like it was normal, and you weren’t sure if you were crazy or everyone around you was crazy?","326":"What did you eat so much of that now you hate it?","327":"What are some of the dumbest lyrics you’ve heard in a song?","328":"Where’s the line between soup and cereal?","329":"What word do you always mispronounce?","330":"What do you think you do better than 90% of people?","331":"What would be the worst food to be liquefied and drunk through a straw?","332":"What’s the weirdest thing about modern life that people just accept as normal?","333":"How much of your body would you cybernetically enhance if you could?","334":"If you wanted to slowly drive a roommate insane using only notes, what kind of notes would you leave around the house?","335":"If you had a giraffe that you needed to hide, where would you hide it?","336":"What’s the clumsiest thing you’ve done?","337":"What songs do you only know the chorus to?","338":"Think of a brand, now what would an honest slogan for that brand be?","339":"What’s something common from your childhood that will seem strange to future generations?","340":"What’s the most amazing place in nature you’ve been?","341":"What’s quickly becoming obsolete?","342":"Where is the most uncomfortable place you have ever slept?","343":"What’s the most annoying animal you’ve encountered?","344":"What’s your best example of correlation not equaling causation?","345":"In what situations, do you wish you could throw down a smoke bomb and disappear?","346":"When was the last time you were hopelessly lost?","347":"What songs do you feel compelled to sing along with when you hear them, even if you don’t totally know all the words?","348":"What product do you wish a company would make a “smart” version of?","349":"What two films would you like to combine into one?","350":"What’s are some of your Pavlovian responses?"}